Repository: openchia/web
Catalog: src/locale/*.xlf
Languages: hu, sk

source: Estimated Size
sk: Odhadovaná veľkosť

source: Before 1st October
sk: Pred 1. októbrom

source: Pool space when the block has been won.
sk: Veľkosť združenia v čase vyhratia bloku.

source: Business and Marketing
sk: Biznis a marketing

source: 🌱 OpenChia Team
sk: 🌱 Tím OpenChia

source: Synced
sk: Synchronizované

source: Click “Change” button
sk: Kliknite na tlačidlo „Zmeniť“

source: Thank you for trusting us!
sk: Ďakujeme, že nám dôverujete!

source: Software Engineer
sk: Softvérový inžinier

source: Can I join a pool with non-portable (OG) plots?
sk: Môžem sa pripojiť k združeniu s neprenosnými (OG) poľami?

source: All our software is open source.
sk: Celý náš softvér je open source.

source: Successful Partials
hu: Sikeres Partials
sk: Úspešné parciálne dôkazy

source: Join OpenChia pool 🎉
sk: Pripojte sa k OpenChia 🎉

source: View is based on a snapshot of today's XCH price, a pool luck and a constant total network space. Plots of size k=32 (101.4 GiB).
sk: Odhad je založený na dnešnej cene XCH, na úspešnosti združenia a na predpoklade konštantného celkového sieťového priestoru. Polia veľkosti k=32 (101,4 GiB).

source: 💰 Fees
sk: 💰 Poplatky

source: {{ rewards_blocks }} farmed
sk: {{ rewards_blocks }} vyťažených

source: Enjoy 0% pool fee until October 2021.
hu: Élvezze a 0% pool díját 2021 októberéig.
sk: Užite si 0% poplatok združenia do októbra 2021.

source: Number of plots
sk: Počet polí

source: Join our pool
hu: Csatlakozzon a Pool-hoz
sk: Pripojte sa do nášho združenia

source: Last Partials (24 hours)
hu: Utolsó Partials (24 óra)
sk: Posledné parciálne dôkazy (24 hodín)

source: Rules
sk: Pravidlá

source: Points / Points PPLNS
sk: Body / Body PPLNS

source: Failed Partials
hu: Sikeretlen Partials
sk: Neúspešné parciálne dôkazy

source: 1 Day
sk: 1 deň

source: All our software is open source.
hu: Minden szoftverünk Open Source.
sk: Celý náš softvér je open source.

source: % of total
hu: % az összesből
sk: % z celku

source: Blocks Found
sk: Nájdené bloky

source: Hourly XCH
sk: XCH za hodinu

source: Date
sk: Dátum

source: All farmer participating in our pool are eligible in our giveaway! Tickets on farmer page, read more.
sk: Všetci farmári, ktorí sú pripojený do nášho združenia, majú nárok sa zúčastniť žrebovania darčekov! Lístky sú zobrazené na farmárovej stránke, <x ctype="x-a" equiv-text="&lt;a [routerLink]=&quot;['/giveaway']&quot;&gt;" id="START_LINK" />čítať ďalej<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK" />.

source: No giveaways available!
sk: Žiadne rozdávania k dispozícii!

source: Estimated space
sk: Odhadovaná veľkosť

source: Monthly XCH
sk: XCH za mesiac

source: Daily USD
sk: USD za deň

source: System Administrator
hu: Rendszergazda
sk: Správca systému

source: Instant payout
hu: Azonnali kifizetés
sk: Okamžitá výplata

source: Pool server real-time log
sk: Denník servera združenia v reálnom čase

source: Pool Space
sk: Veľkosť združenia

source: type in message box:
sk: napište správu:

source: Tweets by OpenChia
sk: Tweety od OpenChia

source: 🎁 Weekly Giveaway
sk: 🎁 Týždenné rozdávanie

source: Get your reward as soon as possible.
hu: Szerezze meg a jutalmát, amilyen gyorsan csak lehet.
sk: Získajte svoju odmenu čo najskôr.

source: Payout
sk: Výplata

source: Use of good faith and don't refer yourself in any shape or form.
sk: Používanie dobrej viery, a neodporúčajte sami seba v žiadnom tvare ani forme.

source: Create plots using that plotnft:
hu: Hozzon létre parcellát ezzel a plotnft-vel:
sk: Vytvorte polia pomocou toho NFT poľa:

source: Distribution System: PPLNS
hu: Elosztórendszer: PPLNS
sk: Systém rozdeľovania odmien: PPLNS

source: How to set name in explorer? (alias)
sk: Ako nastaviť názov v prehliadači? (alias)

source: Total payout(s) in XCH
sk: Celková výplata(y) v XCH

source: No previous giveaways found!
sk: Neboli nájdené žiadne predchádzajúce rozdávania!

source: Receive some XCH
sk: Získajte nejaké XCH

source: Frequentely Asked Questions (F.A.Q.)
sk: Často kladené otázky (F.A.Q.)

source: Details
sk: Detaily

source: 0% Fee
hu: 0% Díj
sk: 0% poplatok

source: No minimum payout
hu: Nincs minimális fizetés
sk: Žiadna minimálna výplata

source: Have you asked yourself who are the people running Chia pools? Do you trust them?
sk: Pýtali ste sa sami seba, kto sú ľudia prevádzkujúci Chia združenia? Veríte im?

source: Effort average
sk: Priemerné úsilie

source: The effort that was required to farm the block. 100% is the expected estimated time to win. Lower than 100% means we farmed the block before the estimation. Higher than 100% means we took longer than anticipated.
sk: Úsilie, ktoré bolo potrebné na vyťaženie bloku. 100% je očakávaný odhadovaný čas na výhru. Menej ako 100% znamená, že sme blok vyťažili skôr, ako bolo odhadované. Viac ako 100% znamená, že nám to trvalo dlhšie, ako sa očakávalo.

source: Official Pool Protocol
sk: Oficiálny protokol pre združenia

source: choose “Connect to pool” and enter the url: https://pool.openchia.io (exactly, no ending slash) then wait for pool description to appear
sk: zvoľte „Pripojiť k združeniu“ a zadajte webovú adresu: https://pool.openchia.io (presne, bez koncovej lomky), potom počkajte, kým sa zobrazí popis združenia

source: Examples
sk: Príklady

source: Total block(s)
sk: Celkovo blokov

source: 💰 Instant payout
sk: Okamžitá výplata

source: We have nothing to hide. Full blown explorer and live logs.
hu: Nincs rejtegetnivalónk. Teljessen működőképes explorer és live logs.
sk: Nemáme čo skrývať. Plný funkčný prieskumník, a denník servera v reálnom čase.

source: Error
sk: Chyba

source: 1 Month
sk: 1 mesiac

source: Not synced!
sk: Nesynchronizované!

source: Do not attempt close loop of referral. e.g. A -> B -> C -> A.
sk: Uzavretý cyklus odporúčaní nie je povolený. Napr. A -> B -> C -> A.

source: Verify plotnft and copy contract address:
hu: Hitelesítse plotnft-t és másolja átt a szerződés címét:
sk: Overte NFT poľa a skopírujte adresu zmluvy:

source: Monthly USD
sk: USD za mesiac

source: Pool URL
hu: A Pool URL címe
sk: URL adresa združenia

source: Welcome to OpenChia.io
sk: Vitajte na OpenChia.io

source: Launcher ID
sk: ID spúšťača

source: Transparent
hu: Transzparens
sk: Transparentnosť

source: Create Plot NFT:
hu: Pool NFT létrhozása:
sk: Vytvoriť NFT poľa:

source: Show active only
sk: Zobraziť iba aktívnych farmárov

source: join
sk: pripojiť sa

source: Partials (24 hours)
hu: Partials (24 óra)
sk: Dielčie bloky (24 hodín)

source: 🎁 Weekly Giveaway
sk: 🎁 Týždenné rozdávanie

source: How many portable plots do I need to join the pool?
sk: Koľko prenosných polí potrebujem na pripojenie sa k združeniu?

source: Payouts
sk: Výplaty

source: Netspace
sk: Veľkosť siete

source: Failed to authenticate! Check your URL and try again.
sk: Nepodarilo sa overiť! Skontrolujte svoju URL adresu a skúste to znova.

source: What are non-portable (OG) and portable plots (NFT)?
sk: Čo sú neprenosné (OG) a prenosné polia (NFT)?

source: Fees are structured this way
sk: Poplatky sú štruktúrované týmto spôsobom

source: No blocks found by this farmed!
hu: Semmi blokkok találva ezzel a gazdával!
sk: Tento farmár nenašiel žiadne bloky!

source: A reward of 1.75 XCH will be distributed to pool farmers, 0 XCH (nothing) is kept to the pool.
sk: Farmárom v združení bude rozdelená odmena 1,75 XCH. 0 XCH (nič) sa ponechá združeniu.

source: Connection
sk: Pripojenie

source: Weekly XCH
sk: XCH za týždeň

source: Estimated Size
hu: Becsült méret
sk: Odhadovaná veľkosť

source: News
hu: Hírek
sk: Novinky

source: Sync your full node and wallet
sk: Synchronizujte celý uzol a peňaženku

source: Time
hu: Idő
sk: Čas

source: State
sk: Stav

source: Do you have any other questions?
sk: Máte nejaké ďalšie otázky?

source: Same partial proof was sent more than once.
sk: Rovnaký parciálny dôkaz bol zaslaný viac ako jeden raz.

source: Blocks
sk: Bloky

source: ETW
sk: OČV

source: farmer doesn't exist, has left and/or has been removed.
sk: Neexistujúci farmár. Buď odišiel alebo bol vylúčený.

source: {{ farmers }} total
sk: {{ farmers }} celkovo

source: Fee: 0%
hu: Díj: 0%
sk: Poplatok: 0%

source: Until 1st October 2021 (2021/10/01)
sk: Do 1. októbra 2021 (2021/10/01)

source: before joining the pool, your node and wallet must be fully synchronized with Chia blockchain
sk: pred vstupom do združenia musia byť váš uzol a peňaženka plne synchronizované s Chia blockchainom

source: Partials
sk: Parciálne dôkazy

source: Show failed partials only
sk: Zobraziť len neúspešné parciálne dôkazy

source: Hourly USD
sk: USD za hodinu

source: Login to the pool website using your Plot NFT login link and go to the "Referrals" tab.
sk: Prihláste sa na webovú stránku pomocou odkazu na prihlásenie do združenia a prejdite na kartu „Odporúčania“.

source: Learn how to set name here.
sk: Prečítajte si, ako nastaviť názov.

source: The effort that was required to farm the block. 100% is the expected estimated time to win. Lower than 100% means we farmed the block before the estimation. Higher than 100% means we took longer than anticipated.
sk: Úsilie, ktoré bolo potrebné na vyťaženie bloku. 100% je očakávaný odhadovaný čas na výhru. Menej ako 100% znamená, že sme blok vyťažili skôr, ako bolo odhadované. Viac ako 100% znamená, že nám to trvalo dlhšie, ako sa očakávalo.

source: Total transaction(s)
sk: Celkovo transakcií

source: Plot NFT (pool smart contract) no longer in the pool. Farmer left the pool.
sk: NFT poľa (smart kontrakt združenia) už nie je v združení. Farmár opustil združenie.

source: If you already have a Plot NFT select "Change Pool" then enter https://pool.openchia.io
sk: Ak už máte NFT poľa, vyberte možnosť „Zmeniť združenie“; potom zadajte https://pool.openchia.io

source: Signage point is invalid or was not found in pool's node blockchain.
sk: Bod označenia je neplatný alebo nebol nájdený v blockchaine uzla združenia.

source: Create Plot NFT
sk: Vytvoriť NFT poľa

source: We have more than 20 years of combined experience in the software development industry.
sk: Po spočítaní našich individuálnych skúseností, máme spolu viac ako 20 rokov skúseností v oblasti vývoja softvéru.

source: Daily - 00:00 UTC
sk: Denne - 00:00 UTC

source: No blocks found by this farmer!
sk: Tento farmár nenašiel žiadne bloky!

source: Mobile Developer
sk: Mobilný vývojár

source: 1 Year
sk: 1 rok

source: Weekly USD
sk: USD za týždeň

source: Farmer Details
sk: Prehľad farmy

source: Use above link to refer people to this pool. They will be required to join the pool and login to the website to confirm the referral.
sk: Pomocou vyššie uvedeného odkazu odkážete ľudí na toto združenie. Budú sa musieť pripojiť k združeniu a prihlásiť sa na webovú stránku združenia, aby potvrdili odporúčanie.

source: Official Chia Instructions.
sk: Oficiálne pokyny Chia.

source: Reward Distribution
sk: Rozdelenie odmien

source: You can now start creating Plots in “Plots” tab using this new Plot NFT to start farming XCH
sk: Teraz môžete začať vytvárať polia na karte „Polia“ pomocou tohto nového NFT poľa a začať ťažiť XCH

source: Average effort to farm a block in the last 30 days.
sk: Priemerné úsilie vynaložené na vyťaženie jedného bloku za posledných 30 dní.

source: Amount
hu: Összeg
sk: Suma

source: Average
sk: Priemer

source: click the “Create” button. In the next couple of minutes, the Plot NFT will be created, and it will appear in your “Pool” tab
sk: kliknite na tlačidlo „Vytvoriť“. V nasledujúcich minútach sa vytvorí NFT poľa a zobrazí sa na karte „Združenie“

source: 7 Days
sk: 7 dní

source: If a reward of 1.75 XCH is found, only 1% of that, 0.0175 will be kept to the pool as a fee. The remaining 1.7325 XCH will be distributed to pool farmers.
sk: Ak sa získa odmena 1,75 XCH, len 1% z toho (čiže 0,0175) zostane združeniu ako poplatok. Zvyšných 1,7325 XCH sa rozdelí farmárom v rámci združenia.

source: Go to "Pool" menu in the left menu
sk: Prejdite do ponuky „Združenie“ v ľavom menu

source: Friendly Name
sk: Priateľský názov

source: Profitability based on blocks farmed on last 30 days. Estimated value (XCH) a farmer would get per TiB per day.
sk: Ziskovosť založená na počte blokov vyťažených za posledných 30 dní. Odhadovaná hodnota (XCH), ktorú by farmár dostal za TiB za deň.

source: How does it work?
sk: Ako to funguje?

source: Previous Giveaways
sk: Predchádzajúce rozdávania

source: Block
sk: Blok

source: Blocks
hu: Blokkok
sk: Bloky

source: We reserve the right to change fees for new referrals at any time.
sk: Vyhradzujeme si právo kedykoľvek zmeniť poplatky za nové odporúčania.

source: No partials found!
sk: Neboli nájdené žiadne parciálne dôkazy!

source: .faucet <wallet address>
sk: .faucet <adresa peňaženky>

source: Farmer
sk: Farmár

source: XCH Price
sk: Cena XCH

source: A pool you can trust.
sk: Združenie, ktorému môžete dôverovať.

source: Let's get in touch on any of these platforms.
sk: Spojme sa na niektorej z týchto platforiem.

source: How do I check my referrals?
sk: Ako skontrolujem svoje odporúčania?

source: No farmers found!
sk: Nenájdený žiadny farmár!

source: Weekly Giveaway!
sk: Týždenné rozdávanie!

source: Make sure you are running official Chia client 1.2.0 or later.
sk: Uistite sa, že používate oficiálny klient Chia 1.2.0 alebo novší.

source: Calculator
sk: Kalkulačka

source: No blocks found!
sk: Nenašli sa žiadne bloky!

source: The proof sent is not good enough for the current difficulty of the farmer.
sk: Odoslaný dôkaz nie je dostatočne dobrý vzhľadom na zložitosť priradenú farmárovi.

source: How to join us
sk: Ako sa k nám pripojiť

source: Please meet our partners, together for a better world.
sk: Zoznámte sa s našimi partnermi, spoločne pre lepší svet.

source: Count
hu: Számláló
sk: Počet

source: Current Effort
sk: Aktuálne úsilie

source: go to “faucet” text channel
sk: Pokračovať vo "faucet" vlákne

source: 3 Months
sk: 3 mesiace

source: Earn XCH by referring your friends to this pool!
sk: Zarobte XCH tým, že odkážete svojich priateľov na toto združenie!

source: 💰 Instant payout
sk: Okamžitá výplata

source: Date
hu: Dátum
sk: Dátum

source: Can I switch from/to your pool whenever I want?
sk: Môžem sa kedykoľvek odpojiť z vášho združenia alebo sa k nemu kedykoľvek pripojiť?

source: go to the “Pool” tab, and click on “Join the Pool”
sk: prejdite na kartu „Združenie“ a kliknite na „Pripojiť sa k združeniu“

source: No referrals found for this farmer!
sk: Pre tohto farmára neboli nájdené žiadne odporúčania!

source: Details
sk: Detaily

source: Difficulty
hu: Nehézség
sk: Zložitosť

source: Draw Date
sk: Dátum žrebovania

source: Estimated Earnings
sk: Odhadované zárobky

source: Estimated utilization
sk: Odhadovaný podiel

source: Join community on Discord
sk: Pripojte sa ku komunite na Discorde

source: Chat with us
sk: Chatujte s nami

source: No wallets found!
sk: Neboli nájdené žiadne peňaženky!

source: Tickets Issuance
sk: Vydanie lístkov

source: How Chia pools work?
sk: Ako fungujú Chia združenia?

source: Effort
sk: Úsilie

# EstimatedRewardDay
source: Estimated Reward
sk: Odhadovaná odmena

source: Estimated Space
hu: Becsült tér
sk: Odhadovaná veľkosť

source: Explorer
hu: Böngésző
sk: Prieskumník

source: Payout Chart
sk: Výplatný graf

source: Harvester ID
sk: ID zberača

source: Web Developer
sk: Webový vývojár

source: Show all farmers
sk: Zobraziť všetkých farmárov

source: Who we are
sk: Kto sme

source: 📱 Native application
sk: 📱 Natívna aplikácia

source: Daily XCH
sk: XCH za deň

source: Failed
hu: Sikertelen
sk: Zlyhanie

source: Farmer
sk: Farmár

source: Farmers
hu: Gazdák
sk: Farmári

source: {{ estimate_win / 60 | number:".2-2" }} hour(s)
sk: {{ estimate_win / 60 | number:".2-2" }} hodín

source: Since Last Win
sk: Od minulej výhry

source: you are going to need 1 mojo (0.000000000001 XCH) which you can get through our faucet service on Discord channel or through Faucet website:
sk: budete potrebovať 1 mojo (0,000000000001 XCH), ktoré môžete získať prostredníctvom našej služby faucet na kanáli Discord alebo prostredníctvom webovej stránky Faucet:

source: Referral Link
sk: Odkaz na odporučenie

source: Profitability based on blocks farmed on last 30 days, based on your farm space.
sk: Ziskovosť založená na počte blokov vyťažených za posledných 30 dní. Odhadovaná hodnota (XCH), ktorú by farmár dostal za TiB za deň.

source: After 1st October
sk: Po 1. októbri

source: Farmer took too long to validate the partial proof of space. Make sure your proof of space lookups are fast, and network connectivity is good. Response must happen in less than 25 seconds. Your NAS or network farming can be an issue. This happens when your disks are in use (plotting) or when waking up.
sk: Farmárovi trvalo príliš dlho, kým potvrdil čiastočný dôkaz priestoru. Uistite sa, že vyhľadávanie dôkazu priestoru je rýchle a že pripojenie k sieti je dobré. Odpoveď musí prebehnúť za menej ako 25 sekúnd. Problémom môže byť váš NAS alebo sieťový súborový systém. Stáva sa to, keď sú vaše disky vyťažené (vykresľovanie) alebo sa prebúdzajú.

source: Fee
hu: Díj
sk: Poplatok

source: Fees
sk: Poplatky

source: Giveaway
sk: Rozdávanie

# Harversters
source: Harvesters
sk: Zberače

source: Height
hu: Magasság
sk: Výška

source: Home
sk: Domov

# Hrs24
source: 24 hours
hu: 24 óra
sk: 24 hodín

# Joined
source: Joined At
sk: Pripojené od

# JoinPool
source: Join our pool
hu: Csatlakozzon a Poolunkhoz
sk: Pripojte sa k nášmu združeniu

# Launcher
source: Launcher ID
hu: Gazda ID
sk: ID spúšťača

source: Launcher ID
sk: ID spúšťača

source: Leaderboard
sk: Rebríček

source: Lucky
sk: Šťastie

source: MIT License
hu: MIT licenció
sk: Licencia MIT

# ngb.alert.close
source: Close
hu: Bezárás
sk: Zavrieť

# ngb.carousel.next
source: Next
hu: Következő
sk: Nasledujúce

# ngb.carousel.previous
source: Previous
hu: Előző
sk: Predchádzajúce

# ngb.pagination.first-aria
source: First
hu: Első
sk: Prvý

# ngb.pagination.last-aria
source: Last
hu: utolsó
sk: Posledný

# ngb.pagination.next-aria
source: Next
hu: Következő
sk: Nasledujúce

# ngb.pagination.previous-aria
source: Previous
hu: Előző
sk: Predchádzajúce

# ngb.toast.close-aria
source: Close
hu: Bezárás
sk: Zavrieť

# NoPayouts
source: No payouts found!
hu: Fizetés nem találva!
sk: Neboli nájdené žiadne výplaty!

# NoPayoutsAddrs
source: No payouts addresses found!
hu: Nem találhatók semmi kifizetési címek!
sk: Neboli nájdené žiadne výplatné adresy!

source: Partials
sk: Parciálne dôkazy

source: Partners
hu: Partnerek
sk: Partneri

source: Payout
sk: Výplata

source: Payout Addresses
hu: Kifizetési címek
sk: Výplatné adresy

source: Payouts
hu: Fizetések
sk: Výplaty

source: Performance
hu: Teljesítmény
sk: Výkon

source: Points
hu: Pontok
sk: Body

# Points24hrs
source: Points (24 hours)
sk: Body (24 hodín)

source: Pool Space
sk: Veľkosť združenia

source: Pool Wallets
sk: Peňaženky združenia

source: Price
sk: Cena

source: Profitability
sk: Ziskovosť

source: Referral
sk: Odporúčanie

source: Rewards
sk: Odmeny

source: Save
sk: Uložiť

source: Search
sk: Hľadať

source: Step
hu: Lépés
sk: Krok

source: Successful
hu: Sikeres
sk: Úspešné

source: Terms
hu: Feltételek
sk: Zmluvné podmienky

source: Tickets Issued
sk: Vydané lístky

source: Total Income
sk: Celkový príjem

source: Total paid
sk: Celkovo vyplatené

source: Total unpaid
sk: Celkovo nevyplatené

source: Transaction
hu: Tranzakció
sk: Transakcia

source: Transaction Block
hu: Tranzakciós parcella
sk: Transakčný blok

source: Unknown
sk: Neznáme

source: Unlucky
sk: Smola

source: Uptime
hu: Felállási idő
sk: Doba prevádzky

source: Utilization Space
hu: Hasznosítási tér
sk: Podiel priestoru

source: Warning
hu: Figyelmeztetés
sk: Upozornenie

source: Winner
sk: Výherca

source: More
sk: Viac

# ngb.datepicker.next-month
source: Next month
sk: Ďalší mesiac

# ngb.datepicker.previous-month
source: Previous month
sk: Predchádzajúci mesiac

source: Pool Effort
sk: Úsilie združenia

source: Chinese Community Ambassador
sk: Veľvyslanec čínskej komunity

# ngb.carousel.slide-number
source: Slide to interact wit of carousel using
sk: Snímka to interact wit z carousel using

source: View is based on a snapshot of today's XCH price, a pool luck and a constant total network space. Plots of size k=32 (101.4 GiB).
sk: Odhad je založený na dnešnej cene XCH, na úspešnosti združenia a na predpoklade konštantného celkového sieťového priestoru. Polia veľkosti k=32 (101,4 GiB).

source: farmer doesn't exist (404).
sk: farmár neexistuje (404).

source: The effort that was required to farm the block. 100% is the expected estimated time to win. Lower than 100% means we farmed the block before the estimation. Higher than 100% means we took longer than anticipated.
sk: Úsilie, ktoré bolo potrebné na vyťaženie bloku. 100% je očakávaný odhadovaný čas na výhru. Menej ako 100% znamená, že sme blok vyťažili skôr, ako bolo odhadované. Viac ako 100% znamená, že nám to trvalo dlhšie, ako sa očakávalo.

source: 📱 Mobile app
sk: 📱 Mobilná aplikácia

source: Native mobile app on both Android and iOS for your travels. Be alerted when blocks are found.
sk: Natívna mobilná aplikácia pre Android aj iOS pre vaše cesty. Buďte upozornení, keď sa nájdu bloky.

source: Monitor pool, farm stats, payouts and more anywhere with our mobile app. Available for both Android and iOS.
sk: Monitorujte združenie, štatistiky farmy, výplaty, a ďalšie, kdekoľvek pomocou našej mobilnej aplikácie. Dostupné pre Android aj iOS.

source: 404 PAGE NOT FOUND
sk: 404 Stránka nenájdená

source: Plot ID
sk: ID poľa

source: All farmers participating in our pool are automatically eligible in our giveaway!
sk: Všetci farmári pripojení do nášho združenia majú automaticky nárok sa zúčastniť žrebovania darčekov!

source: Read more
sk: Čítať ďalej

source: Mobile Application
sk: Mobilná aplikácia

source: OpenChia is open source!
sk: OpenChia je open source!

source: Stats
sk: Štatistiky

source: 🚀 Stats
sk: 🚀 Štatistiky

source: XCH Price
sk: Cena XCH

source: Make sure you are using official Chia client supporting pool plots (1.2.0 or later).
sk: Uistite sa, že používate oficiálny klient Chia podporujúci združovacie polia (1.2.0 alebo novší).

source: Translation
sk: Preklad

source: Address
sk: Adresa

source: Estimated Size
sk: Odhadovaná veľkosť

source: Giveaways
sk: Rozdávania

source: Show official Chia instructions here
sk: Oficiálne pokyny Chia môžete nájsť tu

source: Asia server
sk: Server pre Áziu

source: Global server
sk: Globálny server

source: OpenChia have a great community
sk: OpenChia má skvelú komunitu

source: Total Points
sk: Celkovo bodov

source: Notify on Payments
sk: Informovať o platbách

source: Minimum Payout (XCH)
sk: Minimálna výplata (XCH)

source: Lowest - Double of partials sent per day
sk: Najnižšia - dvojnásobok odoslaných parciálnych dôkazov za deň

source: Depending on your location, use one of the following connections
sk: V závislosti od vašej polohy použite jedno z nasledujúcich pripojení

source: Before joining pool, your node and wallet must be fully synchronized with Chia blockchain.
sk: Váš uzol a peňaženka musia byť pred vstupom do združenia plne synchronizované s Chia blockchainom.

source: Harvesters
sk: Zberače

source: Successful Partials
sk: Úspešné parciálne dôkazy

source: Failed Partials
sk: Neúspešné parciálne dôkazy

source: Partials
sk: Parciálne dôkazy

source: Display name
sk: Názov

source: Notify on Farm Size Drop
sk: Upozorniť na pokles veľkosti farmy

source: Notify Missing Partials
sk: Upozorniť na chýbajúce dielčie bloky

source: Size Drop Percent
sk: Percento poklesu veľkosti

source: Size Drop Interval (Minutes)
sk: Interval poklesu veľkosti (minúty)

source: Difficulty
sk: Zložitosť

source: Highest - 50% less partials per day
sk: Najvyššia - o 50% menej parciálnych dôkazov za deň
