Repository: openchia/web
Catalog: src/locale/*.xlf
Languages: hu, sk

source: High - 25% less partials per day
sk: Vysoká - o 25% menej parciálnych dôkazov za deň

source: Low - 50% more partials per day
sk: Nízka - o 50% viac parciálnych dôkazov za deň

source: Default - Around 600 partials sent per day
sk: Predvolená - približne 600 odoslaných parciálnych dôkazov za deň

source: Referrer
sk: Sprostredkovateľ

source: Send a notification if the farm size has dropped significantly within a period of time.
sk: Posielanie upozornení, ak sa veľkosť farmy v priebehu určitého obdobia výrazne zníži.

source: Settings
sk: Nastavenia

source: Email may be used to contact you for any issues identified with your launcher or changes in our Terms of Service.
sk: E-mail môže byť použitý na to, aby sme vás kontaktovali v prípade akýchkoľvek problémov s vaším spúšťačom alebo zmenami v našich Zmluvných podmienkach.

source: If you have an email configured you will receive a notification if your launcher stops sending partials for more than one hour.
sk: Ak máte nakonfigurovaný e-mail, dostanete upozornenie, ak váš spúšťač prestane odosielať parciálne dôkazy viac ako jednu hodinu.

source: Notify on Missing Partials
sk: Upozorniť na chýbajúce parciálne dôkazy

source: Send a notification on payments. Only works if you have a minimum payout set.
sk: Posielanie notifikácií o platbách. Funguje iba vtedy, ak máte nastavenú minimálnu výplatu.

source: Your launcher will not receive payments until the unpaid balance hits this minimum value.
sk: Váš spúšťač nebude dostávať platby, kým nevyplatený zostatok nedosiahne túto minimálnu hodnotu.

source: Configure the difficulty for your farm so it can send less or more partials.
sk: Nakonfigurujte zložitosť pre svoju farmu, aby mohla posielať menej alebo viac parciálnych dôkazov.

source: Mobile Login
sk: Mobilné prihlásenie

source: Referrals
sk: Odporúčania

source: Europe server
sk: Server pre Európu

# ngb.datepicker.select-month
source: Select month
sk: Vyberte mesiac

# ngb.datepicker.select-year
source: Select year
sk: Vyberte rok

# ngb.timepicker.hours
source: Hours
hu: óra
sk: Hodiny

# ngb.timepicker.minutes
source: Minutes
hu: perc
sk: Minúty

# ngb.timepicker.increment-hours
source: Increment hours
hu: Növekmény órák
sk: Zvýšiť hodiny

# ngb.timepicker.decrement-hours
source: Decrement hours
hu: visszaszámlálási órák
sk: Znížiť hodiny

# ngb.timepicker.increment-minutes
source: Increment minutes
hu: Növekmény percek
sk: Zvýšiť minúty

# ngb.timepicker.decrement-minutes
source: Decrement minutes
hu: Csökkenés percek
sk: Znížiť minúty

# ngb.timepicker.seconds
source: Seconds
hu: másodperc
sk: Sekundy

# ngb.timepicker.increment-seconds
source: Increment seconds
hu: Növekmény másodpercek
sk: Zvýšiť sekundy

# ngb.timepicker.decrement-seconds
source: Decrement seconds
hu: Csökkenés másodpercek
sk: Znížiť sekundy

# SuccessfulPartials_preline
source: Successful Partials
sk: Úspešné dôkazy

# FailedPartials_preline
source: Failed Partials
sk: Neúspešné dôkazy

# HarvesterCount_preline
source: Harvester Count
sk: Počet zberačov

source: Profitability Calculator
sk: Kalkulačka ziskovosti

source: OpenChia believes that in a future blockchain and cryptocurrency can exist without degrading the environment and helping make the world a better place. We believe Chia and Cardano can coexist to help make that happen. If you'd like to know more about Cardano and/or join a legitimate staking pool please visit
sk: OpenChia verí, že v budúcnosti môžu blockchain a kryptomeny existovať bez toho, aby zhoršovali životné prostredie a pomáhali robiť svet lepším miestom. Veríme, že Chia a Cardano môžu koexistovať, aby tomu pomohli. Ak by ste sa chceli dozvedieť viac o Cardano a/alebo sa pripojiť k legitímnemu vkladovému združeniu, navštívte

source: Payout ID
sk: ID výplaty

source: Weekly Giveaway
sk: Týždenné rozdávanie

source: How to join OpenChia
sk: Ako sa pripojiť k OpenChia

source: Partners
sk: Partneri

source: is new generation Chia blockchain explorer and analytics platform. Developed by a small team of Chia enthusiasts, who aim to bring out in-depth information's from Blockchain and make it widely available to Chia community and developers
sk: je nová generácia prieskumníka a analytickej platformy pre Chia blockchain. Vyvinutý malým tímom Chia nadšencov, ktorých cieľom je priniesť podrobné informácie z Blockchainu a sprístupniť ich Chia komunite a vývojárom

source: They are offering cutting-edge cryptocurrency technology of today and tomorrow. Vivid Stake Pool allows you to stake in Cardano. If you deposit your Fiat Money on your bank account, you will receive 1-3 % profit per year which will be paid after at least a few months. In Cardano it is the opposite: you receive high profits as high as 5-8 % per year which is paid every 5 days!
sk: Ponúkajú špičkovú technológiu kryptomien dneška a zajtrajška. Vivid Stake Pool vám umožňuje vklady v Cardano. Ak vložíte svoje Fiat Money na svoj bankový účet, získate 1-3 % zisku ročne, ktorý vám bude vyplatený minimálne po niekoľkých mesiacoch. V Cardane je to naopak: dostanete vysoké zisky až 5-8 % ročne, ktoré sa vyplácajú každých 5 dní!

source: Get your wallet ID
sk: Zistite ID vašej peňaženky

source: Joining OpenChia pool with
sk: Pripojte sa k združeniu OpenChia pomocou

source: It will ask for your confirmation, check all details and confirm with Y.
sk: Po zobrazení požiadavky o potvrdenie, skontrolujte všetky podrobnosti a potvrďte pomocou Y.

source: Wait few minutes and enjoy!
sk: Počkajte pár minút a užívajte si!

source: Join pool from GUI
sk: Pripojte sa k združeniu cez GUI

source: Need help?
sk: Potrebujete pomoc?

source: Should you run into issues, reach out in
sk: Ak narazíte na problémy, kontaktujte nás na

source: Discord channel if you have any questions. OpenChia have a great community
sk: Discord kanál, ak máte nejaké otázky. OpenChia má skvelú komunitu

source: Currently we charge 1% fee. If a reward of 1.75 XCH is found, only 1% of that, 0.0175 will be kept to the pool as a fee.<br /> The re The remaining 1.7325 XCH will be distributed to pool farmers.
sk: V súčasnosti účtujeme poplatok vo výške 1 %. Ak sa nájde odmena vo výške 1,75 XCH, iba 1 % z toho (0,0175) sa ponechá združeniu ako poplatok.<br /> The re Zvyšných 1,7325 XCH bude rozdelených medzi farmárov.

source: Join pool from CLI
sk: Pripojte sa k združeniu z príkazového riadka

source: Refer your friends to this pool using the URL https://openchia.io?referrer=YOUR_LAUNCHER_ID. Replace YOUR_LAUNCHER_ID with the Launcher ID from your Plot NFT.
sk: Odporučte svojich priateľov na toto združenie pomocou adresy URL https://openchia.io?referrer=YOUR_LAUNCHER_ID. Nahraďte YOUR_LAUNCHER_ID identifikátorom spúšťača z vášho NFT pre polia.

source: Have your friend join the pool and login to the pool website using the Plot NFT login link. He will confirm you are his referrer. (Referrer is filled automatically if he visited the website with your link)
sk: Požiadajte svojho priateľa alebo svoju priateľku, aby sa pripojili k združeniu a prihláste sa na webovú stránku združenia pomocou HTTP odkazu na prihlásenie do združenia. Tam musí potvrdiť, že ste ho/ju odporučili. (Odporúčajúci sa vyplní automaticky, ak bola webovú stránka navštívená pomocou vášho URL)

source: Fees <i</i>
sk: Poplatky <i</i>

source: Payouts <i</i>
sk: Výplaty <i</i>

source: Open the Chia GUI and click "Pool" and then "Join a pool"
sk: Otvorte Chia GUI a kliknite "Združenie" a potom "Pripojiť sa k združeniu"

source: Netspace <i class="ni ni-b</i>
sk: Veľkosť siete <i class="ni ni-b</i>

source: Pool Space <i</i>
sk: Veľkosť združenia <i</i>

source: Harvester {{ mapEntry.key
sk: Zberač {{ mapEntry.key

source: You will receive 20% of the pool fee for every payment made to your friend. That value comes out of the pool and not from your friend reward!
sk: Za každú platbu združenia odoslanú vášmu priateľovi dostanete 20% z poplatku združenia. Táto hodnota pochádza zo združenia a nie z odmeny vášho priateľa!

source: ETW
hu: Becsült idő a győzelemre

source: Learn how to set name here.
hu: Útmutatás a név változáshoz.

source: Difficulty
hu: Nehézség

source: No blocks found!
hu: Semmi blokk jutalom!

source: No farmers found!
hu: Gazdák nem találva!

source: They're offering cutting edge cryptocurrency technology of today and tomorrow. Cardano is a cryptocurrency network and open source project that aims to run a public blockchain platform for smart contracts. Cardano's internal cryptocurrency is called ADA!
hu: A mai és a holnapi cryptocurrency technológiát kínálják. A Cardano egy cryptocurrency hálózat és open source projekt, amelynek célja, hogy egy nyilvános blockchain platformot működtetsen az intelligens szerződésekhez. Cardano kriptovalutája neve ADA!

source: go to “faucet” text channel
hu: menjen a „faucet” szövegcsatornára

source: Failed to authenticate! Check your URL and try again.
hu: Sikeretlen hitelesíttés. Ellenőrizze az URL-címét, és próbálkozzon újra.

source: OpenChia believes in a future that blockchain and cryptocurrency can exist without degrading the environment and helping make the world a better place. We believe Chia and Cardano can coexist to help make that happen. If you'd like to know more about Cardano and/or join a legitimate staking pool please visit Vivid Pool.
hu: Az OpenChia hisz a jövőben, hogy a blockchain és a cryptocurrency létezhet anélkül, hogy tönkretenné a környezetet, és fordítva segítené a világot jobb hellyé tenni. Hisszük, hogy Chia és Cardano egymás mellett élhetnek, hogy ez megvalósuljon. Ha többet szeretne tudni a Cardano-ról, és/vagy csatlakozzon egy jogos tétkészlethez, látogasson el a Vivid Pool.

source: Vivid Stake Pool allows you to stake in Cardano. If you deposit your Fiat Money on your bank account you will receive 1-3 % profit per year which will be paid after at least a few months. In Cardano it is the opposite: you receive high profits as high as 5-8 % per year which is paid every 5 days!
hu: Vivid Stake Pool lehetővé teszi a Cardano mentését. Ha Fiat Money-t spórol a bankszámlájára kap 1-3% -os nyereséget évente, amely csak párszor évente van kifizetve. Cardano-ban ez az ellenkezője: évente 5-8% -os magas nyereséget kap, amelyet 5 naponta fizetnek!

source: Have you asked yourself who are the people running Chia pools? Do you trust them?
hu: Megkérdezte magától, hogy kik azok, akik a Chia pool-t működtetik? Bízik bennük?

source: Reward Distribution
hu: Jutalom elosztása

source: Until 1st October 2021 (2021/10/01)
hu: 2021. október 1-jéig (2021/10/01)

source: Payouts
hu: Fizetések

source: What are non-portable (OG) and portable plots (NFT)?
hu: Mik azok a nem hordozható (OG) és hordozható parcellák (NFT)?

source: Frequentely Asked Questions (F.A.Q.)
hu: Gyakran ismételt kérdések (F.A.Q.)

source: Chat with us
hu: Chateljen velünk

source: Learn how to set name here.
hu: Útmutatás a név változáshoz.

source: Can I switch from/to your pool whenever I want?
hu: Tudok be-/kijelentkezni a pool-jából, amikor csak akarom?

source: Go to "Pool" menu in the left menu
hu: Menjen a "Pool" menübe a bal oldali menüben

source: Farmer Details
hu: Gazda részletei

source: Connection
hu: Csatlakozás

source: How to set name in explorer? (alias)
hu: Hogyan állítsa be a nevet a böngészőben? (alias)

source: .faucet <wallet address>
hu: .faucet <pénztárca cím>

source: If a reward of 1.75 XCH is found, only 1% of that, 0.0175 will be kept to the pool as a fee. The remaining 1.7325 XCH will be distributed to pool farmers.
hu: Ha 1,75 XCH jutalmat talál, ennek csak 1% -a, 0,0175 kerül a pool-ba díjként. A fennmaradó 1.7325 XCH-t elosztják a pool gazdái.

source: Show failed partials only
hu: Csak a sikertelen Partials megjelenítése

source: Home
hu: Kezdőlap

source: Farmers
hu: Gazda

source: Height
hu: Magasság

source: Payouts will happen within 5 minutes of the farmed block.<br /> These terms are subjected to change and will be communicated 1 week prior to the change in this website and on Discord channel.
hu: A kifizetések a művelt blokk után 5 percen belül megtörténnek.<br /> Ezek a feltételek változhatnak, és a változás előtt 1 héttel közölve lesznek a honlapon és a Discord csatornán.

source: {{ rewards_blocks }} farmed
hu: {{ rewards_blocks }}

source: How many portable plots do I need to join the pool?
hu: Hány hordozható parcellára van szükségem ahhoz, hogy csatlakozzak a pool-hoz?

source: Fees are structured this way
hu: A díjak így vannak felépítve

source: Farmer
hu: Gazda

source: Netspace
hu: Teljes hálózati tárhely kapacitás

source: A pool you can trust.
hu: Egy medence, amiben megbízhatsz.

source: Partners
hu: Partnerek

source: Save
hu: Mentés

source: OpenChia believes that in a future blockchain and cryptocurrency can exist without degrading the environment and helping make the world a better place. We believe Chia and Cardano can coexist to help make that happen. If you'd like to know more about Cardano and/or join a legitimate staking pool please visit Vivid Pool.
hu: Az OpenChia úgy véli, hogy a jövőben a blockchain és a cryptocurrency létezhet anélkül, hogy tönkretenné a környezetet, és segítené a világot jobb hellyé tenni. Hisszük, hogy Chia és Cardano egymás mellett élhetnek, hogy ez megvalósuljon. Ha többet szeretne tudni a Cardano-ról, és/vagy csatlakozzon egy jogos staking pool-hoz, látogasson el a Vivid Pool.

source: No blocks found by this farmer!
hu: Blokkok nem találva ezzel a gazdával.

source: Date
hu: Dátum

source: Business and Marketing
hu: Üzleti és marketing

source: Payouts will happen within 5 minutes of the farmed block.<br /> These terms are subjected to change and will be communicated 1 week prior to the change in this website and on Discord channel.
hu: A kifizetések a blokk megszerzése után 5 percen belül megtörténnek. <br /> Ezek a feltételek változhatnak, és a változás előtt 1 héttel közölve lesznek a honlapon és a Discord csatornán.

source: farmer doesn't exist, has left and/or has been removed.
hu: Gazda nem létezik, elhagyta és/vagy eltávolították.

source: Explorer
hu: Böngésző

source: Make sure you are running official Chia client 1.2.0 or later.
hu: Győződjön meg róla, hogy a hivatalos Chia kliens 1.2.0-s vagy újabb verzióját használja.

source: Thank you for trusting us!
hu: Köszönjük, hogy bízik bennünk!

source: We have more than 20 years of combined experience in the software development industry.
hu: Több mint 20 éves tapasztalattal rendelkezünk a szoftverfejlesztési iparban.

source: before joining the pool, your node and wallet must be fully synchronized with Chia blockchain
hu: mielőtt csatlakozna a pool-hoz, a nodenak és a pénztárcának teljes mértékben szinkronizálnia kell a Chia blockchainnal

source: Official Chia Instructions.
hu: Hivatalos Chia Utasítás.

source: go to the “Pool” tab, and click on “Join the Pool”
hu: menjen a „Pool” ablakra, és kattintson a „Csatlakozzon a pool-hoz”

source: A reward of 1.75 XCH will be distributed to pool farmers, 0 XCH (nothing) is kept to the pool.
hu: A jutalom 1,75 XCH kerül kiosztásra a pool gazdájáknak, 0 XCH marad a medencébe.

source: How Chia pools work?
hu: Hogyan működnek a Chia pools?

source: Search
hu: Keresés

source: Receive some XCH
hu: Kapjon néhány XCH-t

source: Fees
hu: Díjak

source: Launcher ID
hu: Gazda ID

source: If a reward of 1.75 XCH is found, only 1% of that, 0.0175 will be kept to the pool as a fee. The remaining 1.7325 XCH will be distributed to pool farmers.
hu: Ha 1,75 XCH jutalmat talál, ennek csak 1% -a, 0,0175 kerül a pool díjként. A fennmaradó 1.7325 XCH-t elosztják a pool gazdái.

source: click the “Create” button. In the next couple of minutes, the Plot NFT will be created, and it will appear in your “Pool” tab
hu: kattintson a „Létrehozás” gombra. A következő pár percben létrejön a Plot NFT, és megjelenik az ablakban a „Pool”

source: Points
hu: Pontok

source: You can now start creating Plots in “Plots” tab using this new Plot NFT to start farming XCH
hu: Most már elkezdheti a Parcellák létrehozását a „Parcellák” oblakban ezzel az új Parcella NFT-vel az XCH gazdálkodásának megkezdéséhez

source: All our software is open source.
hu: Minden szoftverünk Open Source.

source: We use PPLNS (Pay Per Last N Shares) to distribute rewards.<br /> When a block is won, we look at the valid partials (shares) submitted by all users in the pool since last payout and distribute the reward value based on your share among all farmers in the pool.<br /> In our case Last N Shares refers to partials since last payout. We believe this system is far more fair for less frequent rewards (when Last N Shares means only last few hours), since people contributing for more time will get more rewards.<br /> Once our estimated time to win gets below 48 hours we plan on changing the Last N Shares to 48 hours of valid partials.
hu: A jutalomosztáshoz a PPLNS (Pay Per Last N Shares) rendszert használjuk.<br /> Amikor egy blokkot megnyernek, megnézzük az érvényes Partials (részesedést) amelyt az összes pool használója küldött el az utolsó kifizetés óta és az szerint elosztjuk a jutalmat a pool gazdái közé. <br /> A mi esetünkben a Last N Shares jelenti a Partials-t az utolsó kifizetés óta. Hisszük, hogy ez a rendszer sokkal igazságosabb a kevésbé gyakori jutalomnál (amikor a Last N Shares csak az utolsó néhány óra), mivel az emberek, akik tovább vesznek részt, több jutalmat kapnak. <br /> Amint a nyerési idő 48 óra alá kerül, azt tervezzük, hogy a Last N Shares 48 órányi érvényes Partials-ra változtatjuk.

source: How to join us
hu: Hogyan csatlakozhat hozzánk

source: Sync your full node and wallet
hu: Teljes node és pénztárca szinkronizálása

source: Can I join a pool with non-portable (OG) plots?
hu: Csatlakozhatok egy nem hordozható (OG) parcellákkal rendelkező pool-hoz?

source: join
hu: Csatlakozás

source: State
hu: Állam

source: After 1st October
hu: Október 1. után

source: Points (24 hours)
hu: Pontok (24 óra)

source: Create Plot NFT
hu: NFT parcella létrehozása

source: Before 1st October
hu: Október 1-je előtt

source: Pool Space
hu: Pool nagysága

source: Payout
hu: Kifizetés

source: A reward of 1.75 XCH will be distributed to pool farmers, 0 XCH (nothing) is kept to the pool.
hu: A gazdáknak a pool-ban 1,75 XCH kerül kiosztásra, pool-ban nem marad semmi.

source: Amount
hu: Összeg

source: type in message box:
hu: írja be az üzenetmezőbe:

source: Who we are
hu: Kik vagyunk

source: Official Pool Protocol
hu: Oficiális Pool Protokol

source: If you already have a Plot NFT select "Change Pool" then enter https://pool.openchia.io.
hu: Ha már rendelkezik Plot NFT-tel, válassza a „Pool váltás” lehetőséget, majd írja be: https://pool.openchia.io

source: Friendly Name
hu: Baráti név

source: Blocks
hu: Blokk

source: {{ farmers }} total
hu: {{ farmers }} összesen

source: Please meet our partners, together for a better world.
hu: Kérem, ismerjék meg partnereinket, együtt egy jobb világért.

source: No payouts found!
hu: Semmi fizetések találva!

source: Go to "Plots" menu in the left menu.
hu: Menjen a bal oldali menü „Telkek” menüjébe.

source: No partials found!
hu: Partials nem találva.

source: choose “Connect to pool” and enter the url: https://pool.openchia.io (exactly, no ending slash) then wait for pool description to appear
hu: válassza a „Csatlakozás a pool-hoz” lehetőséget, és írja be az url-t: https://pool.openchia.io (pontosan, nincs végződő perjel), majd várja meg, amíg megjelenik a medence leírása

source: Estimated Size
hu: Becsült méret

source: Welcome to OpenChia.io
hu: Üdvözöljük az Openchia.io oldalon

source: Why wait to get your rewards?
hu: Miért várni, mire megkapja a jutalmát?

source: Farmer Update
hu: Gazda aktualizáció

source: Do you have any other questions?
hu: Van még kérdése?

source: {{ estimate_win / 60 / 24 | number }} days
hu: {{ estimate_win / 60 / 24 | number }} nap

source: you are going to need 1 mojo (0.000000000001 XCH) which you can get through our faucet service on Discord channel or through Faucet website:
hu: lesz szüksége 1 mojo (0.0000000001 XCH), amely kapható a faucet szolgáltatásban a Discord csatornán vagy a Faucet honlapján:

source: If you already have a Plot NFT select "Change Pool" then enter https://pool.openchia.io
hu: Ha már rendelkezik Plot NFT-tel, válassza a „Pool váltás” lehetőséget, majd írja be: https://pool.openchia.io

source: We use PPLNS (Pay Per Last N Shares) to distribute rewards.<br /> When a block is won, we look at the valid partials (shares) submitted by all users in the pool since last payout and distribute the reward value based on your share among all farmers in the pool.<br /> In our case Last N Shares refers to partials since last payout. We believe this system is far more fair for less frequent rewards (when Last N Shares means only last few hours), since people contributing for more time will get more rewards.<br /> Once our estimated time to win gets below 48 hours we plan on changing the Last N Shares to 48 hours of valid partials.
hu: A jutalomosztáshoz a PPLNS (Pay Per Last N Shares) rendszert használjuk.<br /> Amikor egy blokkot megnyernek, megnézzük az érvényes Partials (részesedést) amelyt az összes pool használója küldött el az utolsó kifizetés óta és az szerint elosztjuk a jutalmat a pool gazdái közé. <br /> A mi esetünkben a Last N Shares jelenti a Partials-t az utolsó kifizetés óta. Hisszük, hogy ez a rendszer sokkal igazságosabb a kevésbé gyakori jutalomnál (amikor a Last N Shares csak az utolsó néhány óra), mivel az emberek, akik tovább vesznek részt, több jutalmat kapnak. <br /> Amint a nyerési idő 48 óra alá kerül, azt tervezzük, hogy a Last N Shares 48 órányi érvényes Partials-ra változtatjuk.

source: Let's get in touch on any of these platforms.
hu: Kapcsolatba lépjünk bármelyik platformon.

source: Examples
hu: Példák

source: Blocks Found
hu: Blokkok találva

source: They are offering cutting-edge cryptocurrency technology of today and tomorrow. Vivid Stake Pool allows you to stake in Cardano. If you deposit your Fiat Money on your bank account, you will receive 1-3 % profit per year which will be paid after at least a few months. In Cardano it is the opposite: you receive high profits as high as 5-8 % per year which is paid every 5 days!
hu: Csúcs mai és a holnapi kriptovaluta technológiát kínálják. A Vivid Stake Pool lehetővé teszi, hogy a tét Cardano legyen. Ha befektet Fiat Money-t a bankszámlájára, akkor 1-3% -os nyereséget kap évente, amely csak néhány hónapon keresztül lesz kifizetve. Cardano-ban ez az ellenkezője: évente 5-8% -os magas nyereséget kap, amelyet 5 naponta fizetnek!

source: Click “Change” button
hu: Kattintson a „Módosítás” gombra

source: XCH Price
hu: XCH Ár
